/* NSExecutableNotLoadableError */
"BundleErr3584" = "O pacote “%@” não pôde ser carregado porque o seu executável não é carregável.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "O executável do pacote não é carregável.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Tente reinstalar o pacote.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "O pacote “%@” não pôde ser carregado porque não contém uma versão para a arquitetura atual.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "O pacote não contém uma versão para a arquitetura atual.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Tente instalar uma versão universal do pacote.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "O pacote “%@” não pôde ser carregado porque não é compatível com o aplicativo atual.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "O pacote não é compatível com este aplicativo.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Tente instalar uma nova versão do pacote.";

/* NSExecutableLoadError */
"BundleErr3587" = "O pacote “%@” não pôde ser carregado porque está danificado ou faltam recursos necessários.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "O pacote está danificado ou faltam recursos necessários.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Tente reinstalar o pacote.";

/* NSExecutableLinkError */
"BundleErr3588" = "O pacote “%@” não pôde ser carregado.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "O pacote não pôde ser carregado.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Tente reinstalar o pacote.";

/* NSFileNoSuchFileError */
"BundleErr4" = "O pacote “%@” não pôde ser carregado porque seu executável não pôde ser localizado.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "O executável do pacote não pôde ser localizado.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Tente reinstalar o pacote.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Coincidir";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "A operação não pôde ser concluída. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "A operação não pôde ser concluída. (%1$@ erro %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "A operação não pôde ser concluída. (%1$@ erro %2$ld.)";

